// excel 文件格式
export const upLoadDataLimit = [
  {
    header: '商品分类',
    title: ['分类排序', '分类名称', '分类描述']
  },
  {
    header: '商品列表',
    title: [
      '商品排序',
      '商品名称',
      '副标题',
      '商品标签',
      '主料',
      '商品描述',
      '图片地址',
      '分类排序',
      '最低购买数量',
      '是否必要商品',
      '商品状态',
      '销售时间',
      '开始时间1',
      '结束时间1',
      '开始时间2',
      '结束时间2',
      '开始时间3',
      '结束时间3'
    ]
  },
  {
    header: '商品规格',
    title: ['商品排序', '规格名称', '价格(元)', '餐盒费(元)', '库存', '开启次日置满']
  },
  {
    header: '商品属性',
    title: ['商品排序', '属性排序', '属性名称']
  },
  {
    header: '商品子属性',
    title: ['商品排序', '属性排序', '子属性排序', '子属性名称']
  }
]
